function Education() {
    return (
        <section id="education">
            <h2>Освіта</h2>
            <article>
                <h3>Національний університет «Львівська політехніка»</h3>
                <p>Спеціальність: Кібербезпека та захист інформації</p>
                <p>
                    <time datetime="2025-09">вересень 2025</time> —
                    теперішній час (очікуваний випуск: <time datetime="2029-06">червень 2029</time>)
                </p>
                <h4>Основні дисципліни:</h4>
                <ul>
                    <li>Теорія інформації та кодування</li>
                    <li>Комп'ютерні мережі та їх захист</li>
                    <li>Програмування скриптовими мовами </li>
                    <li>Технології вебпрограмування</li>
                    <li>Кібергігієна та інформаційна стійкість</li>
                </ul>
            </article>
        </section>
    );
}

export default Education;